{
  "main.otiumtek.title": "Innovation in Software",
  "main.otiumtek.content": "We are a software development company founded 5 years ago, based in Uruguay with international projection. Our team is made up of professionals with more than 14 years of experience in creating robust, efficient, and business-oriented technological solutions.",
  "main.features.one.title": "Custom Software Development",
  "main.features.one.content": "We create tailored technological solutions that adapt precisely to your business needs. From web applications to enterprise systems, we develop efficient, scalable, and user-friendly software.",
  "main.features.two.title": "Systems Modernization",
  "main.features.two.content": "We update legacy platforms by migrating them to modern technologies and scalable architectures. We improve performance, security, and user experience without disrupting your operation.",
  "main.features.three.title": "DevOps Services",
  "main.features.three.content": "We automate development and deployment processes to accelerate software delivery. We manage infrastructure as code and ensure stable, secure, and scalable environments.",
  "main.features.four.title": "Technical Consulting",
  "main.features.four.content": "We advise companies in making key technological decisions. We analyze your systems, propose scalable solutions, and design efficient architectures.",
  "main.customers.title": "Featured Clients",
  "main.customers.content": "We collaborate with companies and organizations that trust our expertise to drive their digital transformation. Every project developed with our clients represents a commitment to innovation, quality, and delivering real value to their operations.",
  "main.customers.one.content": "We are strategic partners, providing custom software development services for their clients in Uruguay. Our alliance, based on trust and collaboration, allows them to expand their portfolio with innovative, scalable, and efficient technological solutions that optimize processes and boost results.",
  "main.customers.two.content": "Design and full development of a new eCommerce focused on high performance and scalability; evolution of the existing eCommerce through the addition of new strategic functionalities; and ongoing maintenance with continuous support for critical applications in daily operations, including sales, logistics, and inventory management processes.",
  "main.customers.three.content": "Optimization and evolution of the Solar Simplified platform, focusing on improving customer management and automating key processes. As part of the development team, we collaborated on implementing new features and fixing bugs, making it easier to access community solar energy projects through a simple, scalable, and user-oriented digital solution.",
  "main.solutions.title": "Developed Solutions",
  "main.solutions.content": "Our solutions stand out for their focus on efficiency, scalability, and integration with existing systems, allowing companies to optimize critical processes and respond quickly to daily challenges.",
  "main.solutions.one.content": "DSS Connector, developed together with HO in Uruguay, is a solution that connects the Dahua DSS platform with third-party applications in a simple and secure way. Thanks to its modular plugin-based architecture, it enables integration and automation of key processes, maximizing the value of security technology investments.",
  "main.footer.about.title": "About the Company",
  "main.footer.about.content": "Otiumtek SRL is a software development company focused on creating innovative, scalable, and reliable solutions to drive the digital transformation of our clients.",
  "main.footer.contact.title": "Let’s Talk About Your Project",
  "main.footer.contact.content": "Fill out the form and our team will contact you shortly.",
  "main.footer.contact.input.name": "Name",
  "main.footer.contact.placeholder.name": "Your full name",
  "main.footer.contact.input.email": "Email",
  "main.footer.contact.placeholder.email": "your@email.com",
  "main.footer.contact.input.phone": "Phone (optional)",
  "main.footer.contact.placeholder.phone": "You can leave it blank if you prefer us to contact you by email",
  "main.footer.contact.input.message": "Message",
  "main.footer.contact.placeholder.message": "Tell us your idea...",
  "main.footer.contact.sending": "Sending...",
  "main.footer.contact.button.send": "Send",
  "solution.dss_connector.title": "Integrate Dahua DSS with your business systems in minutes",
  "solution.dss_connector.issue.title": "You have this problem",
  "solution.dss_connector.issue.content": "Is your Dahua DSS platform isolated from your payroll, access control, or ERP? Manual integration is costly, slow, and unreliable.",
  "solution.dss_connector.solution.title": "DSS Connector is the solution",
  "solution.dss_connector.solution.content": "DSS Connector acts as a middleware layer between Dahua DSS and your critical applications. With modular architecture and dynamic plugins, it transforms DSS notifications into concrete business actions.",
  "solution.dss_connector.offer.title": "What does it offer?",
  "solution.dss_connector.offer.one.content": "01. Fast and secure integration",
  "solution.dss_connector.offer.two.content": "02. Real-time event processing",
  "solution.dss_connector.offer.three.content": "03. Reliable and scalable architecture",
  "solution.dss_connector.offer.four.content": "04. Plugins adaptable to every need",
  "solution.dss_connector.howwork.title": "How does it work?",
  "solution.dss_connector.howwork.content": "DSS Connector is a single product with two embedded modules: the Gateway and the Integration Core (plugin manager). The Gateway opens communication with Dahua DSS to inject data (people, vehicles, credentials, permissions, device actions, etc.). Then, the Integration Core normalizes and routes those events through plugins to external systems; all in a single package, bidirectional, extensible, and easy to deploy (payroll, security, BI) without touching the core.",
  "solution.dss_connector.howwork.content2": "In simple terms:",
  "solution.dss_connector.howwork.content3": "External systems → Gateway (DSS Connector) → DSS | DSS → Core/Plugins → External systems",
  "action.visit": "Visit",
  "action.go_page": "View solution"
}
