{
  "main.otiumtek.title": "Innovación en Software",
  "main.otiumtek.content": "Somos una empresa de desarrollo de software fundada hace 5 años, con base en Uruguay y proyección internacional. Nuestro equipo está conformado por profesionales con más de 14 años de experiencia en la creación de soluciones tecnológicas robustas, eficientes y adaptadas a las necesidades reales de las empresas.",
  "main.features.one.title": "Desarrollo de software a medida",
  "main.features.one.content": "Creamos soluciones tecnológicas personalizadas que se adaptan exactamente a las necesidades de tu negocio. Desde aplicaciones web hasta sistemas empresariales, desarrollamos software eficiente, escalable y fácil de usar.",
  "main.features.two.title": "Modernización de sistemas",
  "main.features.two.content": "Actualizamos plataformas heredadas (legacy) migrándolas a tecnologías modernas y arquitecturas escalables. Mejoramos el rendimiento, la seguridad y la experiencia del usuario sin interrumpir tu operación.",
  "main.features.three.title": "Servicios DevOps",
  "main.features.three.content": "Automatizamos procesos de desarrollo y despliegue para acelerar la entrega de software. Gestionamos infraestructura como código y garantizamos entornos estables, seguros y escalables.",
  "main.features.four.title": "Consultoría técnica",
  "main.features.four.content": "Asesoramos a empresas en la toma de decisiones tecnológicas clave. Analizamos tus sistemas, proponemos soluciones escalables y diseñamos arquitecturas eficientes.",
  "main.customers.title": "Clientes destacados",
  "main.customers.content": "Colaboramos con empresas y organizaciones que confían en nuestra experiencia para potenciar su transformación digital. Cada proyecto desarrollado junto a nuestros clientes representa un compromiso con la innovación, la calidad y la generación de valor real para sus operaciones.",
  "main.customers.one.content": "Somos partners estratégicos, brindando servicios de desarrollo de software a medida para sus clientes en Uruguay. Nuestra alianza, basada en confianza y colaboración, permite ampliar su portafolio con soluciones tecnológicas innovadoras, escalables y eficientes que optimizan procesos y potencian resultados.",
  "main.customers.two.content": "Diseño y desarrollo integral de un nuevo eCommerce con foco en alto rendimiento y escalabilidad; evolución del eCommerce existente mediante la incorporación de nuevas funcionalidades estratégicas; y mantenimiento con soporte continuo de aplicaciones críticas para la operación diaria, incluyendo procesos de ventas, logística y gestión de stock.",
  "main.customers.three.content": "Optimización y evolución de la plataforma Solar Simplified, con foco en mejorar la gestión de clientes y automatizar procesos clave. Como parte del equipo de desarrollo, colaboramos en la implementación de nuevas funcionalidades y la corrección de errores, facilitando el acceso a proyectos de energía solar comunitaria mediante una solución digital simple, escalable y orientada al usuario.",
  "main.solutions.title": "Soluciones desarrolladas",
  "main.solutions.content": "Nuestras soluciones se destacan por su enfoque en la eficiencia, la escalabilidad y la integración con sistemas existentes, permitiendo a las empresas optimizar procesos críticos y responder de forma ágil a los desafíos del día a día.",
  "main.solutions.one.content": "DSS Connector, desarrollado en conjunto con HO en Uruguay, es una solución que conecta la plataforma Dahua DSS con aplicaciones de terceros de forma simple y segura. Gracias a su arquitectura modular basada en plugins, permite integrar y automatizar procesos clave, potenciando al máximo la inversión en tecnología de seguridad.",
  "main.footer.about.title": "Sobre la empresa",
  "main.footer.about.content": "Otiumtek es una empresa de desarrollo de software enfocada en crear soluciones innovadoras, escalables y confiables para impulsar la transformación digital de nuestros clientes.",
  "main.footer.contact.title": "Hablemos de tu proyecto",
  "main.footer.contact.content": "Completa el formulario y nuestro equipo se pondrá en contacto contigo a la brevedad.",
  "main.footer.contact.input.name": "Nombre",
  "main.footer.contact.placeholder.name": "Tu nombre y apellido",
  "main.footer.contact.input.email": "Correo electrónico",
  "main.footer.contact.placeholder.email": "tu@correo.com",
  "main.footer.contact.input.phone": "Teléfono (opcional)",
  "main.footer.contact.placeholder.phone": "Podés dejarlo vacío si preferís que te contactemos por email",
  "main.footer.contact.input.message": "Mensaje",
  "main.footer.contact.placeholder.message": "Cuéntanos tu idea...",
  "main.footer.contact.sending": "Enviando...",
  "main.footer.contact.button.send": "Enviar",
  "solution.dss_connector.title": "Integra Dahua DSS con tus sistemas de negocio en minutos",
  "solution.dss_connector.issue.title": "Tienes este problema",
  "solution.dss_connector.issue.content": "¿Tu plataforma DSS Dahua funciona aislada de tu nómina, control de accesos o ERP? La integración manual es costosa, lenta y poco confiable.",
  "solution.dss_connector.solution.title": "DSS Connector es la solución",
  "solution.dss_connector.solution.content": "DSS Connector actúa como capa intermedia entre Dahua DSS y tus aplicaciones críticas. Con arquitectura modular y plugins dinámicos, transforma notificaciones de DSS en acciones concretas para tu negocio.",
  "solution.dss_connector.offer.title": "¿Qué ofrece?",
  "solution.dss_connector.offer.one.content": "01. Integración rápida y segura",
  "solution.dss_connector.offer.two.content": "02. Procesamiento en tiempo real de eventos",
  "solution.dss_connector.offer.three.content": "03. Arquitectura confiable y escalable",
  "solution.dss_connector.offer.four.content": "04. Plugins adaptables a cada necesidad",
  "solution.dss_connector.howwork.title": "¿Cómo funciona?",
  "solution.dss_connector.howwork.content": "DSS Connector es un único producto con dos módulos embebidos: el Gateway y el Core de Integraciones (gestor de plugins). El Gateway abre la comunicación con Dahua DSS para inyectar datos (personas, vehículos, credenciales, permisos y acciones sobre dispositivos, etc). Luego, el Core de Integraciones normaliza y enruta esos eventos mediante plugins hacia sistemas externos; todo en un solo paquete, bidireccional, extensible y fácil de desplegar (nómina, seguridad, BI) sin tocar el núcleo.",
  "solution.dss_connector.howwork.content2": "En simple:",
  "solution.dss_connector.howwork.content3": "Sistemas externos → Gateway (DSS Connector) → DSS | DSS → Core/Plugins → Sistemas externos",
  "action.visit": "Visitar",
  "action.go_page": "Ver solución"
}
